Repository: qh-work/RAYN
Catalog: RAYN/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, zh_hans, zh_hant

# %@, illumination %lld percent
source: %1$@, illumination %2$lld percent
de: %1$@, zu %2$lld Prozent beleuchtet
es: %1$@, iluminación del %2$lld por ciento
fr: %1$@, éclairé à %2$lld pour cent
it: %1$@, illuminazione del %2$lld per cento
ja: %1$@、輝面比 %2$lld パーセント
ko: %1$@, 조명도 %2$lld퍼센트
zh_hans: %1$@，照明度百分之 %2$lld
zh_hant: %1$@，照明度百分之 %2$lld

# %lld hr %lld min
source: %1$lld hr %2$lld min
de: %1$lld Std. %2$lld Min
es: %1$lld horas %2$lld minutos
fr: %1$lld heures %2$lld minutes
it: %1$lld ora %2$lld min
ja: %1$lld 時間 %2$lld 分
ko: %1$lld시간 %2$lld분
zh_hans: %1$lld 小时 %2$lld 分钟
zh_hant: %1$lld 小時 %2$lld 分鐘

# %lld min longer
source: %1$lld min longer
de: %1$lld Min. länger
es: %1$lld min más
fr: %1$lld min de plus
it: %1$lld min in più
ja: %1$lld分長い
ko: %1$lld분 증가
zh_hans: 增加 %1$lld 分钟
zh_hant: 增加 %1$lld 分鐘

# %lld min shorter
source: %1$lld min shorter
de: %1$lld Min. kürzer
es: %1$lld min menos
fr: %1$lld min de moins
it: %1$lld min in meno
ja: %1$lld分短い
ko: %1$lld분 감소
zh_hans: 减少 %1$lld 分钟
zh_hant: 減少 %1$lld 分鐘

# %lld seconds
source: %1$lld seconds
de: %1$lld Sekunden
es: %1$lld segundos
fr: %1$lld secondes
it: %1$lld secondi
ja: %1$lld 秒
ko: %1$lld초
zh_hans: %1$lld 秒
zh_hant: %1$lld 秒

source: 7-Day Moon Phases
de: 7-Tage-Mondphasen
es: Fases lunares de 7 días
fr: Phases de lune sur 7 jours
it: Fasi lunari di 7 giorni
ja: 7日間の月相
ko: 7일간 달의 위상
zh_hans: 未来7天月相
zh_hant: 未來7天月相

source: 8–30 seconds
de: 8–30 Sekunden
es: 8–30 segundos
fr: 8 à 30 secondes
it: 8–30 secondi
ja: 8–30 秒
ko: 8–30초
zh_hans: 8–30 秒
zh_hant: 8–30 秒

source: 10-Day Daylight Trend
de: Tageslänge im 10-Tage-Trend
es: Evolución de las horas de luz en 10 días
fr: Évolution de la durée du jour sur 10 jours
it: Andamento della durata del giorno in 10 giorni
ja: 10日間の日照時間の推移
ko: 10일 일조 시간 변화
zh_hans: 未来 10 天日照变化
zh_hant: 未來 10 天日照變化

source: 10-Day Forecast
de: 10-Tage-Vorhersage
es: Pronóstico de 10 días
fr: Prévisions à 10 jours
it: Previsioni a 10 giorni
ja: 10日間予報
ko: 10일 예보
zh_hans: 未来10天
zh_hant: 未來10天

source: 12-Hour
de: 12-Stunden-Format
es: Formato de 12 horas
fr: Format 12 h
it: Formato 12 ore
ja: 12時間表示
ko: 12시간제
zh_hans: 12 小时制
zh_hant: 12 小時制

source: 24 Hours
de: 24 Stunden
es: 24 horas
fr: 24 heures
it: 24 ore
ja: 24 時間
ko: 24시간
zh_hans: 24小时
zh_hant: 24小時

source: 24-Hour
de: 24-Stunden-Format
es: Formato de 24 horas
fr: Format 24 h
it: Formato 24 ore
ja: 24時間表示
ko: 24시간제
zh_hans: 24 小时制
zh_hant: 24 小時制

source: 24-Hour Daylight Timeline
de: 24-Stunden-Tageslichtverlauf
es: Cronología de luz diurna de 24 horas
fr: Chronologie du jour sur 24 heures
it: Cronologia della luce diurna nelle 24 ore
ja: 24時間の日照タイムライン
ko: 24시간 일조 타임라인
zh_hans: 24 小时日照时间线
zh_hant: 24 小時日照時間線

source: 24-Hour Wave Height
de: 24-Stunden-Wellenhöhe
es: Altura de ola de 24 horas
fr: Hauteur des vagues sur 24 heures
it: Altezza delle onde su 24 ore
ja: 24 時間の波高
ko: 24시간 파고
zh_hans: 24 小时波高
zh_hant: 24 小時波高

source: A newer location request replaced the current request.
de: Eine neuere Standortanfrage hat die aktuelle Anfrage ersetzt.
es: Una solicitud de ubicación más nueva reemplazó la solicitud actual.
fr: Une demande de localisation plus récente a remplacé la demande actuelle.
it: Una richiesta di posizione più recente ha sostituito la richiesta corrente.
ja: 新しい位置情報リクエストが現在のリクエストに置き換わりました。
ko: 현재 요청을 새로운 위치 요청으로 대체했습니다.
zh_hans: 较新的位置请求取代了当前请求。
zh_hant: 較新的位置請求取代了目前請求。

source: About & Attribution
de: Info & Quellenangaben
es: Información y atribuciones
fr: À propos et crédits
it: Informazioni e attribuzioni
ja: 情報とクレジット
ko: 정보 및 출처
zh_hans: 关于与来源声明
zh_hant: 關於與來源聲明

source: Afternoon UV levels are high. Use sun protection for extended outdoor activity.
de: Nachmittags sind die UV-Werte hoch. Verwenden Sie bei längeren Aktivitäten im Freien Sonnenschutz.
es: Los niveles de UV por la tarde son altos. Utilice protección solar durante actividades prolongadas al aire libre.
fr: Les niveaux d'UV de l'après-midi sont élevés. Utilisez une protection solaire pour les activités de plein air prolongées.
it: I livelli UV pomeridiani sono elevati. Utilizzare la protezione solare per attività prolungate all'aperto.
ja: 午後の紫外線レベルは高くなっています。屋外で長時間活動する場合は、日焼け止めを使用してください。
ko: 오후 자외선 수치가 높습니다. 장시간의 야외 활동에는 자외선 차단제를 사용하십시오.
zh_hans: 下午紫外线水平很高。长时间户外活动时请使用防晒霜。
zh_hant: 下午紫外線水準很高。長時間戶外活動時請使用防曬乳。

source: Air Quality
de: Luftqualität
es: Calidad del aire
fr: Qualité de l’air
it: Qualità dell’aria
ja: 大気質
ko: 대기질
zh_hans: 空气质量
zh_hant: 空氣品質

source: Air quality has not updated yet
de: Die Luftqualität wurde noch nicht aktualisiert
es: La calidad del aire aún no se ha actualizado
fr: La qualité de l'air n'a pas encore été mise à jour
it: La qualità dell'aria non è stata ancora aggiornata
ja: 大気質はまだ更新されていません
ko: 공기질이 아직 업데이트되지 않았습니다.
zh_hans: 空气质量尚未更新
zh_hant: 空氣品質尚未更新

# Air quality is %@, with an AQI of %lld.
source: Air quality is %1$@, with an AQI of %2$lld.
de: Die Luftqualität ist %1$@ (AQI %2$lld).
es: La calidad del aire es %1$@ (AQI: %2$lld).
fr: La qualité de l’air est %1$@ (AQI : %2$lld).
it: La qualità dell’aria è %1$@ (AQI: %2$lld).
ja: 現在の大気質は%1$@で、AQIは%2$lldです。
ko: 현재 대기질은 %1$@이며 AQI는 %2$lld입니다.
zh_hans: 当前空气质量为%1$@，AQI 为 %2$lld。
zh_hant: 目前空氣品質為%1$@，AQI 為 %2$lld。

source: Air quality is suitable for outdoor activities. Sensitive groups can adjust as needed.
de: Die Luftqualität ist für Outdoor-Aktivitäten geeignet. Sensible Gruppen können sich je nach Bedarf anpassen.
es: La calidad del aire es adecuada para actividades al aire libre. Los grupos sensibles pueden adaptarse según sea necesario.
fr: La qualité de l'air est adaptée aux activités de plein air. Les groupes sensibles peuvent s’adapter si nécessaire.
it: La qualità dell'aria è adatta per le attività all'aperto. I gruppi sensibili possono adeguarsi secondo necessità.
ja: 大気質は屋外活動に適しています。敏感な方は体調に合わせて調整してください。
ko: 대기질은 야외 활동에 적합합니다. 민감군은 몸 상태에 맞춰 조절하세요.
zh_hans: 空气质量适合户外活动，敏感人群可根据自身情况调整。
zh_hant: 空氣品質適合戶外活動，敏感族群可依自身情況調整。

source: Air-quality data is currently unavailable.
de: Daten zur Luftqualität sind derzeit nicht verfügbar.
es: Los datos sobre la calidad del aire no están disponibles actualmente.
fr: Les données sur la qualité de l'air ne sont actuellement pas disponibles.
it: I dati sulla qualità dell'aria non sono attualmente disponibili.
ja: 大気質データは現在利用できません。
ko: 현재 대기질 데이터를 사용할 수 없습니다.
zh_hans: 当前无法获得空气质量数据。
zh_hant: 目前無法取得空氣品質資料。

source: Animation Controls
de: Animationssteuerelemente
es: Controles de animación
fr: Contrôles d'animation
it: Controlli di animazione
ja: アニメーション制御
ko: 애니메이션 제어
zh_hans: 动画控制
zh_hant: 動畫控制

source: Astronomical data unavailable
de: Astronomische Daten nicht verfügbar
es: Datos astronómicos no disponibles
fr: Données astronomiques indisponibles
it: Dati astronomici non disponibili
ja: 天文データが利用できません
ko: 천문 데이터를 사용할 수 없음
zh_hans: 天文数据不可用
zh_hant: 天文資料不可用

source: Astronomy
de: Astronomie
es: Astronomía
fr: Astronomie
it: Astronomia
ja: 天文
ko: 천문
zh_hans: 天文
zh_hant: 天文

source: Astronomy & Marine
de: Astronomie & Meereslage
es: Astronomía y estado del mar
fr: Astronomie et mer
it: Astronomia e condizioni del mare
ja: 天文と海況
ko: 천문 및 해상 상태
zh_hans: 天文与海况
zh_hant: 天文與海況

source: At launch, use the current location first. When disabled, use the location selected below. A saved location is used only if positioning fails.
de: Beim Start wird zuerst der aktuelle Standort verwendet. Ist diese Option deaktiviert, wird der unten ausgewählte Ort verwendet. Ein gespeicherter Ort dient nur als Ersatz, wenn die Ortung fehlschlägt.
es: Al iniciar, se usa primero la ubicación actual. Si esta opción está desactivada, se usa la ubicación elegida abajo. Una ubicación guardada solo se usa si falla la localización.
fr: Au démarrage, la position actuelle est utilisée en priorité. Si cette option est désactivée, l’emplacement choisi ci-dessous est utilisé. Un emplacement enregistré ne sert qu’en cas d’échec de la localisation.
it: All’avvio viene usata prima la posizione attuale. Se l’opzione è disattivata, viene usata la località scelta qui sotto. Una località salvata viene usata solo se la localizzazione non riesce.
ja: 起動時は現在地を優先します。無効にすると、下で選んだ場所を使用します。保存済みの場所は、位置情報を取得できない場合にのみ使用します。
ko: 실행할 때 현재 위치를 우선 사용합니다. 끄면 아래에서 선택한 위치를 사용합니다. 저장된 위치는 현재 위치를 확인할 수 없을 때만 사용됩니다.
zh_hans: 启动时优先使用当前位置。关闭后使用下方选择的位置；仅在定位失败时使用已保存的位置。
zh_hant: 啟動時優先使用目前位置。關閉後使用下方選擇的位置；僅在定位失敗時使用已儲存的位置。

source: Automatically Rotate Weather Scenes
de: Wetterszenen automatisch wechseln
es: Cambiar automáticamente las escenas meteorológicas
fr: Faire défiler automatiquement les scènes météo
it: Cambia automaticamente le scene meteo
ja: 天気シーンを自動で切り替える
ko: 날씨 장면 자동 전환
zh_hans: 自动轮播天气场景
zh_hant: 自動輪播天氣場景

source: Beijing
de: Peking
es: Pekín
fr: Pékin
it: Pechino
ja: 北京
ko: 베이징
zh_hans: 北京
zh_hant: 北京

source: Blue bars = rain chance · Teal bars = wind speed
de: Blaue Balken = Regenwahrscheinlichkeit · Türkise Balken = Windgeschwindigkeit
es: Barras azules = probabilidad de lluvia · Barras turquesa = velocidad del viento
fr: Barres bleues = risque de pluie · Barres turquoise = vitesse du vent
it: Barre blu = probabilità di pioggia · Barre turchesi = velocità del vento
ja: 青の棒 = 降水確率 · 青緑の棒 = 風速
ko: 파란 막대 = 강수 확률 · 청록 막대 = 풍속
zh_hans: 蓝柱 = 降水概率 · 青柱 = 风速
zh_hant: 藍柱 = 降水機率 · 青柱 = 風速

source: British Columbia
de: Britisch-Kolumbien
es: Columbia Británica
fr: Colombie-Britannique
it: Columbia Britannica
ja: ブリティッシュコロンビア州
ko: 브리티시컬럼비아주
zh_hans: 不列颠哥伦比亚
zh_hant: 卑詩省

source: Calm
de: Ruhig
es: Calma
fr: Calme
it: Calmo
ja: 穏やか
ko: 잔잔함
zh_hans: 平静
zh_hant: 平靜

source: Canada
de: Kanada
es: Canadá
ja: カナダ
ko: 캐나다
zh_hans: 加拿大
zh_hant: 加拿大

source: Changing Weather
de: Wetterwechsel
es: Clima cambiante
fr: Météo changeante
it: Cambiamento del tempo
ja: 天候の変化
ko: 날씨 변화
zh_hans: 天气变化
zh_hant: 天氣變化

source: Check the Apple TV's network connection.
de: Überprüfen Sie die Netzwerkverbindung des Apple TV.
es: Comprueba la conexión de red del Apple TV.
fr: Vérifiez la connexion réseau de l'Apple TV.
it: Verifica la connessione di rete dell'Apple TV.
ja: Apple TV のネットワーク接続を確認してください。
ko: Apple TV의 네트워크 연결을 확인하세요.
zh_hans: 检查 Apple TV 的网络连接。
zh_hant: 檢查 Apple TV 的網路連線。

source: Cities & Location
de: Städte und Standort
es: Ciudades y ubicación
fr: Villes et localisation
it: Città e posizione
ja: 都市と場所
ko: 도시 및 위치
zh_hans: 城市与位置
zh_hant: 城市與位置

source: Clear
de: Klar
es: Despejado
fr: Dégagé
it: Sereno
ja: 晴れ
ko: 맑음
zh_hans: 晴
zh_hant: 晴

source: Clear Day
de: Klarer Himmel
es: Cielo despejado
fr: Ciel dégagé
it: Cielo sereno
ja: 晴天
ko: 맑은 낮
zh_hans: 晴天
zh_hant: 晴天

source: Clear Night
de: Klare Nacht
es: Noche despejada
fr: Nuit dégagée
it: Notte serena
ja: 晴れた夜
ko: 맑은 밤
zh_hans: 晴朗夜间
zh_hant: 晴朗夜間

source: Clear Night Sky
de: Klarer Nachthimmel
es: Cielo nocturno despejado
fr: Ciel nocturne dégagé
it: Cielo notturno sereno
ja: 晴れた夜空
ko: 맑은 밤하늘
zh_hans: 夜间晴朗
zh_hant: 夜間晴朗

source: Clock
de: Uhr
es: Reloj
fr: Horloge
it: Orologio
ja: 時計
ko: 시계
zh_hans: 时钟
zh_hant: 時鐘

source: Clothing Index
de: Kleidungsempfehlung
es: Índice de vestimenta
fr: Indice vestimentaire
it: Indice di abbigliamento
ja: 服装指数
ko: 옷차림 지수
zh_hans: 穿衣指数
zh_hant: 穿衣指數

source: Cloudy
de: Bewölkt
es: Nublado
fr: Nuageux
it: Nuvoloso
ja: 曇り
ko: 구름 많음
zh_hans: 多云
zh_hant: 多雲

source: Collapse
de: Einklappen
es: Contraer
fr: Réduire
it: Comprimi
ja: 折りたたむ
ko: 접기
zh_hans: 收起
zh_hant: 收起

source: Comfortable
de: Angenehm
es: Agradable
fr: Agréable
it: Confortevole
ja: 快適
ko: 쾌적
zh_hans: 舒适
zh_hant: 舒適

source: Conditions feel comfortable. Layers make it easier to adjust.
de: Das Wetter ist angenehm. Mehrere Kleidungsschichten lassen sich leicht anpassen.
es: El tiempo es agradable. Vestirse por capas facilita adaptarse.
fr: Le temps est agréable. Superposez les vêtements pour vous adapter facilement.
it: Il clima è piacevole. Vestirsi a strati facilita l’adattamento.
ja: 快適な体感です。重ね着なら気温に合わせて調整しやすくなります。
ko: 쾌적한 날씨입니다. 겹쳐 입으면 기온에 맞춰 조절하기 쉽습니다.
zh_hans: 体感舒适，叠穿更方便随温度调整。
zh_hant: 體感舒適，疊穿更方便隨溫度調整。

source: Conditions feel mild. Choose light, breathable clothing.
de: Das Wetter ist mild. Wählen Sie leichte, atmungsaktive Kleidung.
es: El tiempo es templado. Elige ropa ligera y transpirable.
fr: Le temps est doux. Choisissez des vêtements légers et respirants.
it: Il clima è mite. Scegli abiti leggeri e traspiranti.
ja: 穏やかな体感です。軽く通気性のよい服装がおすすめです。
ko: 포근한 날씨입니다. 가볍고 통기성 좋은 옷을 입으세요.
zh_hans: 体感温和，建议穿轻便透气的衣物。
zh_hant: 體感溫和，建議穿輕便透氣的衣物。

source: Cool
de: Kühl
es: Fresco
fr: Frais
it: Fresco
ja: 肌寒い
ko: 쌀쌀함
zh_hans: 偏凉
zh_hant: 偏涼

source: Coverage reflects available radar data
de: Die Abdeckung spiegelt die verfügbaren Radardaten wider
es: La cobertura refleja los datos de radar disponibles
fr: La couverture reflète les données radar disponibles
it: La copertura riflette i dati radar disponibili
ja: 表示範囲は利用可能なレーダーデータに基づきます
ko: 사용 가능한 레이더 데이터에 따라 표시 범위가 달라집니다
zh_hans: 覆盖范围以可用雷达数据为准
zh_hant: 涵蓋範圍以可用雷達資料為準

source: Current
de: Strömung
es: Corriente
fr: Courant
it: Corrente
ja: 海流
ko: 해류
zh_hans: 海流
zh_hant: 海流

source: Current Air
de: Aktuelle Luftqualität
es: Calidad del aire actual
fr: Qualité de l’air actuelle
it: Qualità dell’aria attuale
ja: 現在の大気質
ko: 현재 대기질
zh_hans: 当前空气质量
zh_hant: 目前空氣品質

source: Current and Future Trends
de: Aktuelle und zukünftige Trends
es: Tendencias actuales y futuras
fr: Tendances actuelles et futures
it: Tendenze attuali e future
ja: 現在と今後の傾向
ko: 현재 및 향후 추세
zh_hans: 当前与未来趋势
zh_hant: 目前與未來趨勢

source: Current Conditions and Trends
de: Aktuelle Bedingungen und Trends
es: Condiciones y tendencias actuales
fr: Conditions et tendances actuelles
it: Condizioni attuali e tendenze
ja: 現在の状況と傾向
ko: 현재 상태 및 추세
zh_hans: 当前状况与趋势
zh_hant: 目前狀況與趨勢

source: Current Location
de: Aktueller Standort
es: Ubicación actual
fr: Position actuelle
it: Posizione attuale
ja: 現在地
ko: 현재 위치
zh_hans: 当前位置
zh_hant: 目前位置

source: Current Selection
de: Aktuelle Auswahl
es: Selección actual
fr: Sélection actuelle
it: Selezione corrente
ja: 選択中
ko: 현재 선택
zh_hans: 当前选择
zh_hant: 目前選擇

source: Current Weather
de: Aktuelles Wetter
es: Tiempo actual
fr: Météo actuelle
it: Meteo attuale
ja: 現在の天気
ko: 현재 날씨
zh_hans: 当前天气
zh_hant: 當前天氣

# Currently %@%@, feels like %@%@.
source: Currently %1$@%2$@, feels like %3$@%4$@.
de: Aktuell %1$@%2$@, gefühlt %3$@%4$@.
es: Ahora %1$@%2$@, sensación de %3$@%4$@.
fr: Actuellement %1$@%2$@, ressenti %3$@%4$@.
it: Ora %1$@%2$@, temperatura percepita %3$@%4$@.
ja: 現在 %1$@%2$@、体感温度は %3$@%4$@です。
ko: 현재 %1$@%2$@, 체감 온도는 %3$@%4$@입니다.
zh_hans: 当前 %1$@%2$@，体感 %3$@%4$@。
zh_hant: 目前 %1$@%2$@，體感 %3$@%4$@。

# Day %lld Details
source: Day %1$lld Details
de: Details für Tag %1$lld
es: Detalles del día %1$lld
fr: Détails du jour %1$lld
it: Dettagli del giorno %1$lld
ja: %1$lld日目の詳細
ko: %1$lld일 차 상세 예보
zh_hans: 第 %1$lld 天详细天气
zh_hant: 第 %1$lld 天詳細天氣

# Day %lld, %@
source: Day %1$lld, %2$@
de: Tag %1$lld, %2$@
es: Día %1$lld, %2$@
fr: Jour %1$lld, %2$@
it: Giorno %1$lld, %2$@
ja: %1$lld日目、%2$@
ko: %1$lld일 차, %2$@
zh_hans: 第 %1$lld 天，%2$@
zh_hant: 第 %1$lld 天，%2$@

source: Daylight
de: Tageslänge
es: Horas de luz
fr: Durée du jour
it: Durata del giorno
ja: 日照時間
ko: 일조 시간
zh_hans: 白昼
zh_hant: 白晝

source: Daylight Remaining
de: Verbleibendes Tageslicht
es: Luz diurna restante
fr: Lumière restante
it: Luce diurna rimanente
ja: 残りの日照時間
ko: 남은 일조 시간
zh_hans: 日照时间剩余
zh_hant: 日照時間剩餘

source: Dew Point
de: Taupunkt
es: Punto de rocío
fr: Point de rosée
it: Punto di rugiada
ja: 露点
ko: 이슬점
zh_hans: 露点
zh_hant: 露點

source: Direction
de: Richtung
es: Dirección
it: Direzione
ja: 方向
ko: 방향
zh_hans: 方向
zh_hant: 方向

source: Display & Motion
de: Anzeige & Bewegung
es: Pantalla y movimiento
fr: Affichage et mouvement
it: Display e movimento
ja: 表示とモーション
ko: 화면 및 모션
zh_hans: 显示与动态效果
zh_hant: 顯示與動態效果

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: Drizzle
de: Nieselregen
es: Llovizna
fr: Bruine
it: Pioviggine
ja: 霧雨
ko: 이슬비
zh_hans: 毛毛雨
zh_hant: 毛毛雨

source: E
de: O
ja: 東
ko: 동
zh_hans: 东
zh_hant: 東

source: Earlier
de: Früher
es: Anterior
fr: Plus ancien
it: Precedente
ja: 過去
ko: 이전
zh_hans: 更早
zh_hant: 更早

source: Enabled Scenes
de: Aktivierte Szenen
es: Escenas habilitadas
fr: Scènes activées
it: Scene abilitate
ja: 有効なシーン
ko: 활성화된 장면
zh_hans: 启用场景
zh_hant: 啟用場景

source: Environment
de: Umgebung
es: Medio ambiente
fr: Environnement
it: Ambiente
ja: 環境
ko: 환경
zh_hans: 环境
zh_hant: 環境

source: Excellent
de: Sehr gut
es: Excelente
fr: Excellente
it: Eccellente
ja: 非常に良い
ko: 매우 좋음
zh_hans: 优
zh_hant: 優

source: Expected Rain
de: Erwarteter Niederschlag
es: Precipitación prevista
fr: Précipitations prévues
it: Precipitazioni previste
ja: 予想降水量
ko: 예상 강수량
zh_hans: 预计降水
zh_hant: 預計降水

source: Extended Forecast
de: Erweiterte Vorhersage
es: Pronóstico ampliado
fr: Prévisions étendues
it: Previsioni estese
ja: 長期予報
ko: 중기 예보
zh_hans: 延展预报
zh_hant: 延伸預報

source: Extremely Poor
de: Extrem schlecht
es: Extremadamente mala
fr: Extrêmement mauvaise
it: Estremamente scarsa
ja: 極めて悪い
ko: 매우 심각
zh_hans: 极差
zh_hant: 極差

source: Far
de: Weit entfernt
es: Lejos
fr: Éloigné
it: Lontano
ja: 遠距離
ko: 멀리
zh_hans: 远距离
zh_hant: 遠距離

source: Feels Like
de: Gefühlt
es: Sensación
fr: Ressenti
it: Percepita
ja: 体感温度
ko: 체감
zh_hans: 体感
zh_hant: 體感

# Feels like %@° · Today %@° / %@°
source: Feels like %1$@° · Today %2$@° / %3$@°
de: Gefühlt %1$@° · Heute %2$@° / %3$@°
es: Sensación %1$@° · Hoy %2$@° / %3$@°
fr: Ressenti %1$@° · Aujourd’hui %2$@° / %3$@°
it: Percepita %1$@° · Oggi %2$@° / %3$@°
ja: 体感 %1$@° · 今日 %2$@° / %3$@°
ko: 체감 %1$@° · 오늘 %2$@° / %3$@°
zh_hans: 体感 %1$@° · 今日 %2$@° / %3$@°
zh_hant: 體感 %1$@° · 今日 %2$@° / %3$@°

source: First Quarter
de: Erstes Viertel
es: Cuarto creciente
fr: Premier quartier
it: Primo quarto
ja: 上弦の月
ko: 상현달
zh_hans: 上弦月
zh_hant: 上弦月

source: Fog
de: Nebel
es: Niebla
fr: Brouillard
it: Nebbia
ja: 霧
ko: 안개
zh_hans: 雾
zh_hant: 霧

source: Forecast
de: Vorhersage
es: Pronóstico
fr: Prévisions
it: Previsioni
ja: 予報
ko: 예보
zh_hans: 趋势预报
zh_hant: 趨勢預報

# Frame %lld of %lld
source: Frame %1$lld of %2$lld
de: Bild %1$lld von %2$lld
es: Fotograma %1$lld de %2$lld
fr: Image %1$lld sur %2$lld
it: Fotogramma %1$lld di %2$lld
ja: フレーム %1$lld / %2$lld
ko: %1$lld / %2$lld 프레임
zh_hans: 第 %1$lld / %2$lld 帧
zh_hant: 第 %1$lld / %2$lld 幀

source: Freezing Drizzle
de: Gefrierender Nieselregen
es: Llovizna helada
fr: Bruine verglaçante
it: Pioviggine gelata
ja: 着氷性の霧雨
ko: 어는 이슬비
zh_hans: 冻毛毛雨
zh_hant: 凍毛毛雨

source: Freezing Rain
de: Gefrierender Regen
es: Lluvia helada
fr: Pluie verglaçante
it: Pioggia gelata
ja: 凍雨
ko: 어는 비
zh_hans: 冻雨
zh_hant: 凍雨

source: Full Moon
de: Vollmond
es: Luna Llena
fr: Pleine Lune
it: Luna piena
ja: 満月
ko: 보름달
zh_hans: 满月
zh_hant: 滿月

source: Good
de: Gut
es: Buena
fr: Bonne
it: Buona
ja: 良い
ko: 좋음
zh_hans: 良
zh_hant: 良

source: Hail
de: Hagel
es: Granizo
fr: Grêle
it: Grandine
ja: ひょう
ko: 우박
zh_hans: 冰雹
zh_hant: 冰雹

source: Haze / Low Visibility
de: Dunst / schlechte Sicht
es: Calima / poca visibilidad
fr: Brume / faible visibilité
it: Foschia / scarsa visibilità
ja: かすみ / 視界不良
ko: 연무 / 낮은 가시거리
zh_hans: 霾 / 能见度低
zh_hant: 霾 / 能見度低

source: Heavy
de: Stark
es: Intensa
fr: Forte
it: Intensa
ja: 強い
ko: 강함
zh_hans: 强
zh_hant: 強

source: Heavy coat or down jacket
de: Schwerer Mantel oder Daunenjacke
es: Abrigo grueso o chaqueta de plumas
fr: Manteau épais ou doudoune
it: Cappotto pesante o piumino
ja: 厚手のコートまたはダウンジャケット
ko: 두꺼운 코트 또는 다운 재킷
zh_hans: 厚外套或羽绒服
zh_hant: 厚外套或羽絨外套

source: High
de: Hoch
es: Alto
fr: Élevé
it: Alto
ja: 高
ko: 높음
zh_hans: 高
zh_hant: 高

# High %@° · Low %@°
source: High %1$@° · Low %2$@°
de: Höchst %1$@° · Tiefst %2$@°
es: Máx. %1$@° · Mín. %2$@°
fr: Max. %1$@° · Min. %2$@°
it: Max %1$@° · Min %2$@°
ja: 最高 %1$@° · 最低 %2$@°
ko: 최고 %1$@° · 최저 %2$@°
zh_hans: 最高 %1$@° · 最低 %2$@°
zh_hant: 最高 %1$@° · 最低 %2$@°

source: Hot
de: Heiß
es: Caluroso
fr: Chaud
it: Caldo
ja: 暑い
ko: 더움
zh_hans: 炎热
zh_hant: 炎熱

source: Hour
de: Stunde
es: Hora
fr: Heure
it: Ora
ja: 時間
ko: 시간
zh_hans: 小时
zh_hant: 小時

source: Humidity
de: Luftfeuchtigkeit
es: Humedad
fr: Humidité
it: Umidità
ja: 湿度
ko: 습도
zh_hans: 湿度
zh_hant: 濕度

# Illumination %lld%%
source: Illumination %1$lld%%
de: %1$lld%% beleuchtet
es: Iluminación %1$lld%%
fr: Éclairée à %1$lld%%
it: Illuminazione %1$lld%%
ja: 輝面比 %1$lld%%
ko: 조명도 %1$lld%%
zh_hans: 照明度 %1$lld%%
zh_hant: 照明度 %1$lld%%

source: Imperial
de: Angloamerikanisch
fr: Impérial
it: Imperiale
ja: ヤード・ポンド法
ko: 야드파운드법
zh_hans: 英制
zh_hant: 英制

source: It feels cold. Keep warm, especially in the morning and evening.
de: Es fühlt sich kalt an. Halten Sie sich warm, besonders morgens und abends.
es: Se siente frío. Manténgase abrigado, especialmente por la mañana y por la noche.
fr: Il fait froid. Gardez au chaud, surtout le matin et le soir.
it: Fa freddo. Stare al caldo, soprattutto al mattino e alla sera.
ja: 寒く感じます。特に朝晩は暖かくしてください。
ko: 추워요. 특히 아침, 저녁에는 따뜻하게 지내십시오.
zh_hans: 感觉很冷。注意保暖，尤其是早上和晚上。
zh_hant: 感覺很冷。注意保暖，尤其是早上和晚上。

source: It feels hot. Stay ventilated, hydrated, and protected from the sun.
de: Es fühlt sich heiß an. Achten Sie auf Kühlung, ausreichend Flüssigkeit und Sonnenschutz.
es: La sensación es calurosa. Mantente en un lugar ventilado, hidrátate y protégete del sol.
fr: La chaleur est marquée. Restez au frais, hydratez-vous et protégez-vous du soleil.
it: La temperatura percepita è elevata. Cerca ambienti ventilati, idratati e proteggiti dal sole.
ja: 暑く感じられます。風通しのよい場所でこまめに水分を取り、日差しを避けてください。
ko: 덥게 느껴집니다. 시원한 곳에서 수분을 충분히 섭취하고 햇빛을 피하세요.
zh_hans: 体感炎热，请注意通风、补充水分并做好防晒。
zh_hant: 體感炎熱，請注意通風、補充水分並做好防曬。

source: Jacket or light coat
de: Jacke oder leichter Mantel
es: Chaqueta o abrigo ligero
fr: Veste ou manteau léger
it: Giacca o cappotto leggero
ja: ジャケットまたはライトコート
ko: 재킷이나 가벼운 코트
zh_hans: 夹克或薄外套
zh_hant: 夾克或薄外套

source: Keep Screen Awake
de: Bildschirm eingeschaltet lassen
es: Mantener la pantalla encendida
fr: Garder l’écran allumé
it: Mantieni lo schermo acceso
ja: 画面をスリープさせない
ko: 화면 항상 켜기
zh_hans: 保持屏幕常亮
zh_hant: 保持螢幕常亮

source: Keeping the screen awake takes effect only when you enable it. Leaving Settings or turning it off restores the system default.
de: Der Bildschirm bleibt nur bei aktivierter Option eingeschaltet. Beim Schließen der Einstellungen oder Deaktivieren der Option gilt wieder das Standardverhalten des Systems.
es: La pantalla solo permanece encendida cuando esta opción está activada. Al cerrar Ajustes o desactivarla, se restablece el comportamiento predeterminado del sistema.
fr: L’écran reste allumé uniquement lorsque cette option est activée. Fermer les réglages ou désactiver l’option rétablit le comportement par défaut du système.
it: Lo schermo resta acceso solo quando questa opzione è attiva. Chiudendo Impostazioni o disattivandola viene ripristinato il comportamento predefinito del sistema.
ja: 有効にした場合のみ画面をスリープさせません。設定を閉じるか、この機能をオフにするとシステムの標準動作に戻ります。
ko: 이 기능을 켠 경우에만 화면이 항상 켜집니다. 설정을 닫거나 기능을 끄면 시스템 기본 동작으로 돌아갑니다.
zh_hans: 启用后屏幕才会保持常亮。离开设置或关闭此功能后，将恢复系统默认行为。
zh_hant: 啟用後螢幕才會保持常亮。離開設定或關閉此功能後，將恢復系統預設行為。

source: Last Quarter
de: Letztes Viertel
es: Cuarto menguante
fr: Dernier quartier
it: Ultimo quarto
ja: 下弦の月
ko: 하현달
zh_hans: 下弦月
zh_hant: 下弦月

source: later
de: später
es: más tarde
fr: plus tard
it: più tardi
ja: このあと
ko: 이후
zh_hans: 稍后
zh_hant: 稍後

source: Later
de: Neuer
es: Más reciente
fr: Plus récent
it: Più recente
ja: 新しい時刻
ko: 이후
zh_hans: 较新
zh_hant: 較新

source: Light
de: Leicht
es: Ligera
fr: Faible
it: Leggera
ja: 弱い
ko: 약함
zh_hans: 弱
zh_hant: 弱

source: Light summer clothing
de: Leichte Sommerkleidung
es: Ropa ligera de verano
fr: Vêtements d'été légers
it: Abbigliamento estivo leggero
ja: 軽い夏服
ko: 가벼운 여름옷
zh_hans: 轻薄夏季服装
zh_hant: 輕薄夏季服裝

source: Limit Lightning Flashes
de: Blitze begrenzen
es: Limitar los destellos de relámpagos
fr: Limiter les éclairs
it: Limita i fulmini
ja: 稲妻の閃光を制限する
ko: 번개 섬광 제한
zh_hans: 限制闪电闪烁
zh_hant: 限制閃電閃爍
